Repository: Linux-Box/enigma2-plugins
Catalog: merlinmusicplayer/po/*.po
Languages: de

source: %s added to database
de: %s zur Datenbank hinzugefügt.

source: %s already exists in database!
de: %s ist schon in der Datenbank vorhanden!

source: Process aborted. 0 files added to database! Press OK to close.
de: Prozess abgebrochen. Es wurden keine Dateien zur Datenbank hinzugefügt! Drücken Sie OK zum Schließen.

source: %d files added to database! Press OK to close.
de: %d Dateien zur Datenbank hinzugefügt! Drücken Sie OK zum Schließen.

source: Error! Can not open database! Check if save folder is correct and writeable! Press OK to close.
de: Fehler! Datenbank kann nicht geöffnet werden Prüfen Sie ob der Ordner vorhanden und beschreibbar ist! Drücken Sie OK zum Schließen.

source: Cancel
de: Abbrechen

source: This Dreambox can't decode %s streams!
de: Ihr Receiver kann keine %s Streams decodieren!

source: Shuffle is not available yet with cue-files!
de: Zufallswiedergabe ist noch nicht verfügbar für Cue-Dateien!

source: Repeat is not available yet with cue-files!
de: Wiederholen ist noch nicht verfügbar für Cue-Dateien!

source: Merlin Music Player Lyrics
de: Merlin Music Player Songtexte

source: Response -> lyrics for: %s (%s)
de: Antwort-> Songtexte für: %s (%s)

source: No lyrics found
de: Keine Songtexte gefunden

source: Merlin Music Player Songlist
de: Merlin Music Player Songliste

source: iDream Main Menu
de: iDream Hauptmenü

source: There are no playlists defined. Do you want to create a new playlist?
de: Es sind keine Playlisten vorhanden. Wollen Sie eine neue Playliste erstellen?

source: Configuration
de: Konfiguration

source: Search in iDream database
de: In iDream Datenbank suchen

source: Scan path for music files and add them to database
de: Pfad duchsuchen und Musikdateien zur Datenbank hinzufügen

source: Create new playlist
de: Neue Playlist erzeugen

source: Delete song from current playlist
de: Lied aus der aktuellen Playlist löschen

source: Add selected song to a playlist
de: Ausgewählten Song zur Playlist hinzufügen

source: Add all songs from selected album to a playlist
de: Alle Lieder vom ausgewählten Album in die Playlist aufnehmen

source: Add all songs from selected artist to a playlist
de: Alle Lieder vom ausgewählten Interpreten in die Songliste aufnehmen

source: Delete song from database
de: Lied aus der Datenbank löschen

source: Clear current songlist and play selected entry
de: Songliste leeren und ausgewähltes Lied abspielen

source: Append file to current playing songlist
de: Datei in die aktuelle Songliste aufnehmen

source: Insert file to current playing songlist and play next
de: Datei in die aktuelle Songliste aufnehmen und als nächstes abspielen

source: Delete selected playlist
de: Ausgewählte Playliste löschen

source: Add all songs from selected genre to a playlist
de: Alle Lieder vom ausgewählten Genre in die Playliste aufnehmen

source: Do you really want to add all songs from that genre to a playlist?
de: Wollen Sie wirklich alle Lieder dieses Genres zu einer Playliste hinzufügen?

source: Do you really want to add all songs from that artist to a playlist?
de: Wollen Sie wirklich alle Lieder dieses Interpreten zu einer Playliste hinzufügen?

source: Do you really want to add all songs from that album to a playlist?
de: Wollen Sie wirklich alle Lieder dieses Albums zu einer Playliste hinzufügen?

source: Do you really want to delete the current playlist?
de: Wollen Sie wirklich die aktuelle Playliste löschen?

source: Do you really want to delete that song the current playlist?
de: Wollen Sie wirklich diese Lied aus der aktuellen Songliste löschen?

source: Do you really want to delete that song from the database?
de: Wollen Sie wirklich diese Lied aus der Datenbank löschen?

source: Enter name for playlist
de: Namen für Playliste eingeben

source: search for title
de: Nach Titel suchen

source: search for artist
de: Nach Interpret suchen

source: search for album
de: Nach Album suchen

source: search in all of them
de: In allen suchen

source: Enter search-text
de: Suchtext eingeben

source: Search results for "%s" in all titles
de: Suchergebnis für "%s" in allen Titeln

source: Search results for "%s" in all artists
de: Suchergebnis für "%s" in allen Interpreten

source: Search results for "%s" in all albums
de: Suchergebnis für "%s" in allen Alben

source: Search results for "%s" in title, artist or album
de: Suchergebnis für "%s" in allen Titeln, Interpreten und Alben

source: Playlists
de: Playlisten

source: [back]
de: [zurück]

source: Playlist (%s) -> Song List
de: Playlist (%s) -> Songliste

source: Genre List
de: Genreliste

source: Genre (%s) -> Song List
de: Genre (%s) -> Songliste

source: All Songs
de: Alle Lieder

source: Artist (%s) -> Song List
de: Interpret (%s) -> Songliste

source: Album (%s) -> Song List
de: Album (%s) -> Songliste

source: Playlists (%d)
de: Playlisten (%d)

source: Artists (%d)
de: Interpreten (%d)

source: Albums (%d)
de: Alben (%d)

source: Songs (%d)
de: Lieder (%d)

source: Artists List
de: Interpreten Liste

source: Artist (%s) -> Album List
de: Interpet (%s) -> Albumliste

source: Albums List
de: Albenliste

source: %s appended to songlist
de: %s in der Songliste aufgenommen

source: %s inserted and will be played as next song
de: %s aufgenommen und wird als nächstes abgespielt

source: Invalid Location
de: Ungültiger Ordner

source: Use hardware-decoder for MP3
de: Hardware-Decoder für MP3 benutzen

source: Play last used songlist after starting
de: Letzte Songliste nach dem Starten abspielen

source: iDream database path
de: iDream Datenbank Pfad

source: Use google-images for cover art
de: Benutze Google Images für Cover

source: Google image path
de: Google Image Ordner

source: Activate screensaver
de: Bildschirmschoner aktivieren

source: Wait for screensaver (in min)
de: Wartezeit für Bildschirmschoner (in Minuten)

source: Wait for screentimeout (in sec)
de: Dateibrowser Timeout (in Sekunden)

source: Remember last path of filebrowser
de: Letzten Ordner im Dateibrowser merken

source: Filebrowser startup path
de: Dateibrowser Startordner

source: Show iDream in extended-pluginlist
de: Zeige iDream in Erweiterungen

source: Show Merlin Music Player in extended-pluginlist
de: Zeige Merlin Music Player in Erweiterungen

source: Show iDream in mainmenu
de: Zeige iDream im Hauptmenü

source: Show Merlin Music Player in mainmenu
de: Zeige Merlin Music Player in Hauptmenü

source: No music files found!
de: Keine Musik Dateien gefunden!

source: Append file to current songlist
de: Datei an die aktuelle Songliste anhängen

source: Insert file to current songlist and play next
de: Datei in die aktuelle Songliste aufnehmen und als nächste abspielen

source: Filelist: %s
de: Dateiliste: %s

source: Add music files to iDream database
de: Musikdatein in die iDream Datenbank aufnehmen

source: Close
de: Schliessen
